--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀ 
▀▄ ▄▀                                     ▀▄ ▄▀ 
▀▄ ▄▀    BY tetoo                         ▀▄ ▄▀ 
▀▄ ▄▀     BY nmore       (@G0vip)        ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED BY ALATABY              ▀▄ ▄▀ 
▀▄ ▄▀       broadcast  : help ar          ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀ 
--]]

do
function run(msg, matches)
 if matches[1] == "الاوامر" and is_momod(msg) then
    return "🎀🎖اهـلا بـك عـزيـزي 😻   "..msg.from.first_name.."\n"
  .."  ".."\n"
  ..[[
⏺🎀🎖هـنالك خمسـةة قـوائم الاوامـر
😻سـورس فلاش@hlusat


🎀🎖 م1 😻 لـعـرض الاومـر الـرئسـيةة

🎀🎖 م2 😻 لـعـرض الاومـر التـرقيـةة و الحـظر

🎀🎖م3 😻لـعـرض الاومـر المجموعـةة

🎀🎖م4 😻لعـرض اومـر الحـماية
🎀🎖م المـطور  😻 لعـرض اومـر المـطور


🎀🎖مــطور السـورس 😻 ال عتابي
@G0vip
@iq_dev8
🎀🎖قــناه الســورس
@hlusat
🎀🎖بـوت المحـظوريـن
@f4f4f4bot

]]
------------------

  elseif matches[1] == "م1" and is_momod(msg) then
    return "🎀🎖اهـلا بـك عـزيـزي 😻  "..msg.from.first_name.."\n"
  .."  ".."\n"
  ..[[
  🎀🎖اوامرالـرئـســيةة 😻 فـي المجمـوعه   

🎀🎖معلـوماتـي 😻 عـرض معـلومات العـضو

🎀🎖معـلومات 😻 لعـرض معلـومات الكروب

🎀🎖الاعـدادات 😻لعـرض اعـدادات فـي الكروب

🎀🎖 موقعي 😻 لـعرض موقعك في الكروب

🎀🎖 /ايدي 😻 لـعرض ايدك و موقعك

🎀🎖 الاعـضـاء 😻 لـعـرض اعظاء الكـروب

🎀🎖 شـنو اني  😻 لمعرفه موقعك 

🎀🎖الـقوانين 😻 لـعرض قوانيـن الكـروب

🎀🎖 الـرابـط 😻 لجـلب رابـط الـكروب

🎀🎖وضـع رابـط 😻لوضـع رابـط الـكروب

🎀🎖 رابـط جديد 😻 لوضع رابـط جديد


🎀🎖مــطور السـورس 😻ال عتابي
@G0vip
@iq_dev8
🎀🎖قــناه الســورس
@hlusat
🎀🎖بـوت المحـظوريـن
@f4f4f4bot

]]
------------------


  elseif  matches[1] == "م2" and is_momod(msg) then 
    return "🎀🎖اهـلا بـك عـزيـزي 😻   "..msg.from.first_name.."\n"
  .."  ".."\n"
  ..[[
 😻اوامــر الـترقية و الحـظر 😻

🎀🎖تسـتخدم مع المـعرف و ايدي و الـرد

🎀🎖رفع ادمـن 😻 لـرفع العـظو ادمن
🎀🎖رفع اداري 😻 لـترقيه الي اداري 
🎀🎖رفع مـدير 😻لترقيه الـي مدير مجموعه
🎀🎖تنـزيل ادمـن 😻لحـذف من اداره لبوت 
🎀🎖الادمنيـه 😻 لعـرض ادمنية البـوت
🎀🎖الاداريـن 😻 لعرض ادارين الكروب
🎀🎖المحـذوف 😻 لطرد حاذف حسابه 
🎀🎖حـظـر 😻 لحظر العـظو 
🎀🎖طـرد 😻 لـطرد العـظو 
🎀🎖حـظر عـام 😻 احظر عظو من جميع كروبات لبوت
🎀🎖الغاء العام 😻 للغاء الحظر عنه
🎀🎖كتم 😻 لكتـم العـظو
🎀🎖كتـم 😻 للغاء كتـم العـظو 
🎀🎖منع كلمه 😻لمنع كلمه في كـروب
🎀🎖الغاء المنـع 😻لفتح حـظر عـن كلمـة
🎀🎖قائمه المنـع 😻لعـرض كلمات المحظوره

🎀🎖مــطور السـورس 😻 ال عتابي
@G0vip
@iq_dev8
🎀🎖قــناه الســورس
@hlusat
🎀🎖بـوت المحـظوريـن
@f4f4f4bot
]]
------------------

  elseif  matches[1] == "م3" and is_momod(msg) then 
    return "🎀🎖اهـلا بـك عـزيـزي 😻 "..msg.from.first_name.."\n"
  .."  ".."\n"
  ..[[
  
  🎀🎖مـﮩـن فـﮩـضـﮩـلك تـﮩـابـﮩـع قـﮩـنـﮩـاة الــسـﮩـورس 😻 @hlusat

🎀🎖اومــــر الحـمايـةة


🎀🎖للقفـل ☚ قـفـل + الامـر  | 🔖|
🎀🎖للفـتح ☚ فتح + الامـر.   |🔖|

🎀🎖الـصـوت 
🎀🎖الصـور
🎀🎖الفيديو 
🎀🎖الملـصقات 
🎀🎖الروابط 
🎀🎖التكرار 
🎀🎖الاضافه 
🎀🎖العربيه
🎀🎖دخول برابط
🎀🎖الاشعارات
🎀🎖التاك 
🎀🎖جهات الاتصال
🎀🎖العربيه 
🎀🎖اعاده توجيه
🎀🎖الكلايش 
🎀🎖التكرار
🎀🎖اعاده توجيـه

🏅مـطور السـورس
🏅 https://telegram.me/hlusat
🏅بـوت تواصـل
🏅 @f4f4f4bot
🏅قـناه السـورس 
🏅 @hlusat

]]
------------------

  elseif  matches[1] == "م4" and is_momod(msg) then 
    return "🎀🎖اهـلا بـك عـزيـزي 😻 "..msg.from.first_name.."\n"
  .."  ".."\n"
  ..[[
🎀🎖 اهـلا بـك عـزيـزي
🔖قـائمة اوامـر خـاصـةة فـي تحـكم المجمـوعةة

🎀🎖ضـع صـوره
🎀🎖ضـع اسـم
🎀🎖ضـع الـرابط
🎀🎖ضـع المعـرف 
🎀🎖ضـع القـوانيـن 🏅مـع القـوانين 
🎀🎖ضـع الـوصف 🏅مـع وصـف جـديد 
🎀🎖معـلومات المجموعه
🎀🎖اعدادات الوسـائط
🎀مـطور السـورس
@G0vip
@iq_dev8
🎀🎖قــناه الســورس
@hlusat
🎀🎖بـوت المحـظوريـن
@f4f4f4bot


]]
------------------------

 elseif  matches[1] == "م المطور" and is_momod(msg) then 
    return "🎀🎖اهـلا بـك عـزيـزي 😻   "..msg.from.first_name.."\n"
  .."  ".."\n"
  ..[[
🎀🎖سـورس فلاش
🎀🎖تابع قـناة السـورس @hlusat

🎀😻اوامـᎿℌєـر المـⅆỔـطـᵿ₷ـور 😻🎀

🎀🎖 تفعيل 😻 للتـفعيل البـوت 

🎀🎖 تعـطيل😻 لتعـطيل الـبوت

🎀🎖 غادر 😻 لـمغـادره البوت  

🎀🎖 اضف مطور 😻  مع ايدي

🎀🎖حـذف مـطـور 😻 مع ايدي

🎀🎖 الملفات  😻 لعرض ملفات السـورس 

🎀🎖 تفعيل ملف 😻 لتفعيل ملف +اسم 

🎀🎖تعطيل ملف 😻 لتعطيل ملف +اسـم 

🎀🎖اذاعه 😻 للبـث في كروبات

🎀🎖 تفعيل لمده 😻 للتفعيل لبوت لمده زمنيه 

🎀🎖 الردود😻 لعرض الردود 

🎀🎖رد اضف 😻 لاضافه رد 

🎀🎖 رد حذف 😻 لحـذف رد 

🎀🎖 تنـظيف بلعدد 😻 لمسـح رسائل الكـروب


🎀🎖مــطور السـورس 😻ال عتابي
@G0vip
@iq_dev8
🎀🎖قــناه الســورس
@hlusat
🎀🎖بـوت المحـظوريـن
@f4f4f4bot
]]
-----------------------

 elseif  matches[1] == "م6" and is_sudo(msg) then 
    return "🎀🎖اهـلا بـك عـزيـزي 😻  "..msg.from.first_name.."\n"
  .."  ".."\n"
  ..[[
  وين اكو هيج امر انت اثول
  ]]
  end
end
return {
  patterns = {
    "^(الاوامر)",
    "^(م1)",
    "^(م2)",
    "^(م3)",
    "^(م4)",
    "^(م المطور)",
    "^(م6)",
    
  },
  run = run
}
end

---by ALATABY
-- @G0vip