--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀ 
▀▄ ▄▀                                     ▀▄ ▄▀ 
▀▄ ▄▀    BY tetoo                         ▀▄ ▄▀ 
▀▄ ▄▀     BY nmore       (@l_l_lo)        ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED BY l_l_ll               ▀▄ ▄▀ 
▀▄ ▄▀       broadcast  : المطور             ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀ 
--]]

do

function run(msg, matches)
return [[
🎀✅ الــبـوت الـذي يعـمل عــلى مجــموعــات الـسوبـر 

🎀✅ يعـمل البــوت حتــه مجــموعـات 10K

🎀📝 تـــمم صــنع البــوت بواســطه المـــطور 💯

⌫ المـــطور #ابــو_عســـوله
⌦
@l_l_lo
@k4k33_bot

🎀🔰كـــل مــاهـو جــديد ؏ قــناتنا
@no_no2

]]
end

return {
description = "Shows bot q", 
usage = "spam Shows bot q",
patterns = {
"^(المطور)$",
  "^(dev)$",
},
run = run 
}
end

